Repository: jwstegemann/amanuensis
Catalog: src/main/webapp/app/po/*.po
Languages: de

source: &nbsp;{{tagName}} connecting '{{sourceStory.title}}' and '{{targetStory.title}}'
de: &nbsp;{{tagName}}, die '{{sourceStory.title}}' mit '{{targetStory.title}}' verbinden

source: ... that still has to be written.
de: ... die noch geschrieben werden muss.

source: A Story...
de: Eine Story...

source: Are you sure?
de: Sind Sie sicher?

source: Change Your Password
de: Ändern Sie Ihr Passwort

source: Colibri - new Story
de: Colibri - neue Story

source: Do you really want to delete the Story<br>'{{context.story.title}}'?
de: Möchten Sie die Story '{{context.story.title}}' wirklich löschen?

source: Excuse me, but you cannot create a new story in a slot of an unsaved story.
de: Verzeihen Sie, aber Sie können keine Story in einem Slot einer noch nicht gespeicherten Story anlegen.

source: Filter Dates:
de: Filter nach Datum:

source: Filter Tags:
de: Filter nach Tags:

source: I am inconsolable, but the two entries of your new password do not match.
de: Ich bin untröstlich, aber Ihre beiden Eingaben stimmen nicht überein.

source: I am sorry, but you cannot create a new slot on an unsaved story.
de: Es tut mir leid, aber Sie müssen die Story zuerst speichern.

source: Latest Activites of other users
de: Letzte Arbeiten anderer Nutzer

source: My @-notifications
de: Meine @-Benachrichtigungen

source: My ToDos
de: Meine ToDos

source: My Workplace:
de: Mein Arbeitsplatz:

source: My latest Activities
de: Meine letzten Arbeiten

source: My latest work
de: Meine letzte Arbeit

source: My starred stories
de: Meine Favoriten

source: Please choose an icon...
de: Bitte wählen Sie ein Icon...

source: Please choose the rights to grant to everybody else...
de: Bitte wählen Sie die Rechte für alle anderen Nutzer.

source: Please choose, how to share this story...
de: Bestimmen Sie, wie Sie die Story teilen möchten!

source: Please enter a new password of at least 6 characters.
de: Bitte vergeben Sie ein Passwort aus mindestens 6 Zeichen.

source: Please enter a tag-name...
de: Bitte geben Sie den Namen eines Tags ein...

source: Please enter a valid username and the rights to grant...
de: Bitte nennen Sie einen gültigen Usernamen.

source: Please enter your actual password.
de: Bitte geben Sie Ihr aktuelles Passwort ein.

source: Please give the new slot a name...
de: Bitte geben Sie dem Slot einen Namen...

source: Please select the stories you want to search between first.
de: Bitte wählen Sie zunächst die Stories zwischen denen Sie suchen wollen.

source: Search Colibri
de: Colibri durchsuchen

source: Share with somebody else...
de: Mit Anderen teilen...

source: Something is wrong. Please try again...
de: Etwas ist falsch. Bite versuchen Sie es erneut.

source: Sorry, but your story must have a title and a content. Please enter one...
de: Eine Story muss mindestens einen Titel und Inhalt besitzen.

source: Too short. Try a longer name for the slot...
de: Zu kurz. Bitte vergeben Sie einen längeren Namen.

source: Unfortunately it is not possible to link a story to itself.
de: Eine Story kann nicht auf sich selbst verweisen.

source: Unfortunately you cannot add an unsaved story to a slot.
de: Sie können leider keine ungespeicherte Story zu einem Slot hinzufügen.

source: Unfortunately you cannot star an unsaved story.
de: Leider können Sie keine ungesicherte Story markieren.

source: Unfortunately you cannot unstar an unsaved story.
de: Dies ist für eine nicht gesicherte Story leider unmöglich.

source: Welcome to Colibri...
de: Willkommen bei Colibri...

source: What are you looking for?
de: Wonach suchen Sie?

source: You are sharing this story with...
de: Sie teilen diese Story mit:

source: You cannot share a story that has not been saved yet.
de: Sie können keine Story teilen, die Sie noch nicht gespeichert haben.

source: You have added
de: Sie haben folgende Story hinzugefügt:

source: You have not starred any story, yet.
de: Sie haben noch keine Story als Favorit markiert.

source: You have removed
de: Sie haben folgende Story entfernt.

source: You have removed your star from
de: Sie haben Ihre Markierung entfernt von

source: You just starred
de: Sie haben markiert:

source: You made some changes to this Story<br>Do you really want to abandon the unsaved work?
de: Sie haben Änderungen vorgenommen<br>Möchten Sie diese verwerfen?

source: Your Login
de: Ihre Benutzername

source: Your Password
de: Ihr Passwort

source: Your input was too short...
de: Ihre Eingabe war zu kurz...

source: Your new password
de: Ihr neues Passwort

source: Your old password
de: Ihr altes Passwort

source: add Attachment
de: Anhang hinzufügen

source: add Story to a Slot
de: Story zu einem Slot hinzufügen

source: add Story to open Slot
de: Story zum offenen Slot hinzufügen

source: add an existing story to a slot of this one
de: existierende Story zu einem Slot hinzufügen

source: add an existing story to the actual open slot
de: existierende Story zum offenen Slot hinzufügen

source: add this Story to the Slot
de: diese Story zum Slot hinzufügen

source: add this story to the slot
de: diese Story zum Slot hinzufügen

source: as
de: als

source: at Story
de: an der Story

source: by
de: von

source: cancel Graph-Search
de: Graphen-Suche abbrechen

source: cancel graph-search
de: Graphen-Suche abbrechen

source: cancel selecting a Story
de: Story-Auswahl abbrechen

source: cancel selecting a story
de: Story-Auswahl abbrechen

source: change password
de: Passwort ändern

source: create a new Story
de: eine neue Story anlegen

source: create a new story
de: eine neue Story anlegen

source: create a new story and add it to to slot at this one
de: eine neue Story anlegen und mit dieser verbinden

source: create new Story
de: eine neue Story anlegen

source: created by {{storyResult.createdBy}} on {{storyResult.created.substr(0,10)}}
de: angelegt von {{storyResult.createdBy}} am {{storyResult.created.substr(0,10)}}

source: delete Story
de: Story löschen

source: delete this story
de: diese Story löschen

source: edit story
de: Story bearbeiten

source: edit this Story
de: diese Story bearbeiten

source: everybody
de: jeder

source: finish editing
de: Bearbeitung beenden

source: found {{page*25 + result.length}} stories<span> so far</span>.
de: {{page*25 + result.length}} Stories gefunden<span> (bisher)</span>.

source: found {{result.hits.total}} stories in {{result.took}} ms.
de: {{result.hits.total}} Stories in {{result.took}} ms gefunden.

source: from your ToDo-list.
de: aus Ihren Aufgaben

source: go back
de: zurück

source: go to the search-page
de: zur Suche

source: group
de: Gruppe

source: has been created in Slot
de: wurde angelegt im Slot

source: has been created.
de: wurde angelegt.

source: has been deleted.
de: wurde gelöscht.

source: has been linked to
de: wurde verbunden mit

source: has been saved.
de: wurde gespeichert.

source: log me out
de: abmelden

source: make Line a Header
de: Zeile zur Überschrift machen

source: make Line a List
de: Zeile als Liste formatieren

source: make Text a Link
de: Zeile als Link markieren

source: make Text bold
de: fett

source: make Text italic
de: kursiv

source: make current line a header
de: Zeile als Überschrift markieren

source: make line a list
de: Zeile als Liste formatieren

source: make text a link
de: Zeile als Link markieren

source: make text bold
de: fett

source: make text italic
de: kursiv

source: name of the slot
de: Name des Slots

source: next
de: nächste

source: next&nbsp;<i class="fa fa-angle-double-right"></i>
de: nächste&nbsp;<i class="fa fa-angle-double-right"></i>

source: not set
de: nicht gesetzt

source: not yet
de: noch nicht

source: page&nbsp;{{page+1}}&nbsp;of&nbsp;{{pages}}
de: Seite&nbsp;{{page+1}}&nbsp;von&nbsp;{{pages}}

source: read & write
de: lesen & schreiben

source: read, write & grant
de: lesen, schreiben & teilen

source: reload
de: neu laden

source: reload this story
de: diese Story neu laden

source: repeat the new password
de: Wiederholen Sie Ihr Passwort

source: return to view mode
de: zur Ansicht zurückkehren

source: return to your workplace
de: zurück zum Arbeitsplatz

source: save Story
de: Story speichern

source: save this story
de: diese Story speichern

source: search for...
de: suchen nach...

source: select Story for Graph-Search
de: Story für Graphen-Suche auswählen

source: select story for graph-search
de: Story für Graphen-Suche auswählen

source: set date for ToDo
de: Wiedervorlage setzen

source: share Story with Others
de: mit Anderen teilen

source: share a story with other users
de: Story mit Anderen teilen

source: since
de: seit

source: since last month
de: im letzten Monat

source: since last week
de: in der letzten Woche

source: since last year
de: im letzten Jahr

source: since two weeks ago
de: in den letzten zwei Wochen

source: since yesterday
de: seit gestern

source: sort by alphabet
de: alphanumerisch sortieren

source: sort by creation
de: nach Anlage sortieren

source: star this Story
de: Story markieren

source: star this story
de: diese Story markieren

source: start Graph-Search
de: Graphen-Suche starten

source: start a new graph-search
de: eine neue Graphen-Suche starten

source: story and slot you are going to add a story to
de: Story und Slot zu dem Sie eine Story hinzufügen

source: to your ToDo-list.
de: zu Ihrer Wiedervorlage.

source: today
de: heute

source: unstar this Story
de: Story entmarkieren

source: unstar this story
de: Story entmarkieren.

source: upload an attachment to this story
de: einen Anhang zu dieser Story hochladen

source: user
de: Benutzer

source: who knows
de: unbekannt

source: with Tag
de: mit dem Tag
